Repository: murtext/KoruzBiz_MurText
Catalog: addon/globalPlugins/KoruzBiz_MurText/locales/*/LC_MESSAGES/KoruzBiz_MurText.po
Languages: ar, br, de, es, fr, it, ja, ru, tr

source: Koruz.biz MurText
ar: كوروز.بيز MurText
tr: Körüz.biz MurText

source: An NVDA add-on that transcribes audio/video files on your computer and WhatsApp voice messages into text in 100 languages.
tr: Bilgisayardaki ses/video dosyalarını ve WhatsApp ses dosyalarını 100 dilde yazıya dönüştüren MurText eklentisi.

source: With a single shortcut, transcribe audio/video files on your PC and WhatsApp Desktop with no time limits. Save .doc, .zip and similar files from WhatsApp with the same shortcut.
tr: Tek kısayolla bilgisayarınızdaki ve WhatsApp Masaüstü'ndeki ses/video dosyaları sınırsız sürede transkribe edin. WhatsApp'taki .doc, .zip vb. dosyaları aynı kısayolla kaydedin.

source: Default file save location
ar: الموقع الافتراضي لحفظ الملفات
br: Local padrão para salvar arquivos
de: Standard-Speicherort für Dateien
es: Ubicación predeterminada para guardar archivos
fr: Emplacement par défaut pour enregistrer les fichiers
it: Percorso predefinito per il salvataggio dei file
ja: ファイルの保存先（デフォルト）
ru: Папка по умолчанию для сохранения файлов
tr: Varsayılan dosya kayıt yeri

source: Select the save folder
ar: اختر مجلد الحفظ
br: Selecionar pasta de salvamento
de: Speicherordner auswählen
es: Seleccionar carpeta de guardado
fr: Sélectionner le dossier d'enregistrement
it: Seleziona la cartella di salvataggio
ja: 保存フォルダーを選択
ru: Выбрать папку для сохранения
tr: Kayıt klasörünü seçin

source: Default save folder for MurText
ar: مجلد الحفظ الافتراضي لـ MurText
br: Pasta padrão de salvamento para MurText
de: Standard-Speicherordner für MurText
es: Carpeta predeterminada de guardado para MurText
fr: Dossier d'enregistrement par défaut pour MurText
it: Cartella di salvataggio predefinita per MurText
ja: MurTextのデフォルト保存フォルダー
ru: Папка сохранения по умолчанию для MurText
tr: MurText için varsayılan kayıt klasörü

source: Browse
ar: استعراض
br: Procurar
de: Durchsuchen
es: Examinar
fr: Parcourir
it: Sfoglia
ja: 参照
ru: Обзор
tr: Göz at

source: copy
ar: نسخ
br: copiar
de: kopieren
es: copiar
fr: copier
it: copia
ja: コピー
ru: копировать
tr: kopyala

source: Copy
ar: نسخ
br: Copiar
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ru: Копировать
tr: Kopyala

source: desktop
ar: سطح المكتب
br: área de trabalho
es: escritorio
fr: bureau
ja: デスクトップ
ru: рабочий стол
tr: masaüstü

source: Desktop
ar: سطح المكتب
br: Área de trabalho
es: Escritorio
fr: Bureau
ja: デスクトップ
ru: Рабочий стол
tr: Masaüstü

source: explorer
ar: مستعرض الملفات
br: explorador de arquivos
de: datei-explorer
es: explorador de archivos
fr: explorateur de fichiers
it: esplora file
ja: エクスプローラー
ru: проводник
tr: dosya gezgini

source: Explorer
ar: مستعرض الملفات
br: Explorador de arquivos
de: Datei-Explorer
es: Explorador de archivos
fr: Explorateur de fichiers
it: Esplora file
ja: エクスプローラー
ru: Проводник
tr: Dosya gezgini

source: The file was saved with MurText.
ar: تم حفظ الملف باستخدام MurText.
br: O arquivo foi salvo com MurText.
de: Die Datei wurde mit MurText gespeichert.
es: El archivo se guardó con MurText.
fr: Le fichier a été enregistré avec MurText.
it: Il file è stato salvato con MurText.
ja: ファイルはMurTextで保存されました。
ru: Файл был сохранён с помощью MurText.
tr: Dosya MurText ile kaydedildi.

source: The file could not be saved.
ar: تعذر حفظ الملف.
br: Não foi possível salvar o arquivo.
de: Die Datei konnte nicht gespeichert werden.
es: No se pudo guardar el archivo.
fr: Le fichier n'a pas pu être enregistré.
it: Impossibile salvare il file.
ja: ファイルを保存できませんでした。
ru: Не удалось сохранить файл.
tr: Dosya kaydedilemedi.

source: Could not click the Copy option.
ar: تعذر النقر على خيار النسخ.
br: Não foi possível clicar na opção Copiar.
de: Die Option 'Kopieren' konnte nicht angeklickt werden.
es: No se pudo hacer clic en la opción Copiar.
fr: Impossible de cliquer sur l'option Copier.
it: Impossibile cliccare sull'opzione Copia.
ja: 「コピー」オプションをクリックできませんでした。
ru: Не удалось нажать на опцию «Копировать».
tr: Kopyala seçeneğine tıklanamadı.

source: Failed to open the menu.
ar: فشل في فتح القائمة.
br: Falha ao abrir o menu.
de: Menü konnte nicht geöffnet werden.
es: Error al abrir el menú.
fr: Échec de l'ouverture du menu.
it: Impossibile aprire il menu.
ja: メニューの表示に失敗しました。
ru: Не удалось открыть меню.
tr: Menü açma işlemi başarısız.

source: WhatsApp is not focused.
ar: واتساب ليس في وضع التركيز.
br: O WhatsApp não está em foco.
de: WhatsApp ist nicht im Fokus.
es: WhatsApp no está enfocado.
fr: WhatsApp n'est pas actif.
it: WhatsApp non è attivo.
ja: WhatsAppがフォーカスされていません。
ru: Окно WhatsApp не в фокусе.
tr: WhatsApp odağı yok.

source: Context menu not found.
ar: لم يتم العثور على القائمة السياقية.
br: Menu de contexto não encontrado.
de: Kontextmenü nicht gefunden.
es: Menú contextual no encontrado.
fr: Menu contextuel introuvable.
it: Menu contestuale non trovato.
ja: コンテキストメニューが見つかりません。
ru: Контекстное меню не найдено.
tr: Bağlam menüsü bulunamadı.

source: The file has not been downloaded yet or the Copy option is unavailable.
ar: لم يتم تنزيل الملف بعد أو خيار النسخ غير متاح.
br: O arquivo ainda não foi baixado ou a opção Copiar está indisponível.
de: Die Datei wurde noch nicht heruntergeladen oder die Option 'Kopieren' ist nicht verfügbar.
es: El archivo aún no se ha descargado o la opción Copiar no está disponible.
fr: Le fichier n'a pas encore été téléchargé ou l'option Copier est indisponible.
it: Il file non è stato ancora scaricato oppure l'opzione Copia non è disponibile.
ja: ファイルがまだダウンロードされていないか、「コピー」オプションが利用できません。
ru: Файл ещё не загружен или опция «Копировать» недоступна.
tr: Dosya henüz bilgisayara indirilmemiş veya kopyala seçeneği yok.

source: An error occurred.
ar: حدث خطأ.
br: Ocorreu um erro.
de: Ein Fehler ist aufgetreten.
es: Ocurrió un error.
fr: Une erreur s'est produite.
it: Si è verificato un errore.
ja: エラーが発生しました。
ru: Произошла ошибка.
tr: Bir hata oluştu.

source: Invalid procedure or file path.
ar: إجراء أو مسار ملف غير صالح.
br: Procedimento ou caminho de arquivo inválido.
de: Ungültiger Vorgang oder Dateipfad.
es: Procedimiento o ruta de archivo no válida.
fr: Procédure ou chemin de fichier invalide.
it: Procedura o percorso del file non valido.
ja: 無効な手順またはファイルパスです。
ru: Недопустимая процедура или путь к файлу.
tr: Geçersiz yordam veya dosya yolu.

source: Failed to retrieve file from clipboard.
ar: فشل في استرداد الملف من الحافظة.
br: Falha ao obter o arquivo da área de transferência.
de: Datei konnte nicht aus der Zwischenablage abgerufen werden.
es: No se pudo obtener el archivo del portapapeles.
fr: Impossible de récupérer le fichier depuis le presse-papiers.
it: Impossibile recuperare il file dagli appunti.
ja: クリップボードからファイルを取得できませんでした。
ru: Не удалось получить файл из буфера обмена.
tr: Panodan dosya alınamadı.

source: An error occurred while identifying the application.
ar: حدث خطأ أثناء تحديد التطبيق.
br: Ocorreu um erro ao identificar o aplicativo.
de: Beim Erkennen der Anwendung ist ein Fehler aufgetreten.
es: Ocurrió un error al identificar la aplicación.
fr: Une erreur s'est produite lors de l'identification de l'application.
it: Si è verificato un errore durante l'identificazione dell'applicazione.
ja: アプリケーションの識別中にエラーが発生しました。
ru: Произошла ошибка при определении приложения.
tr: Uygulama belirlenirken bir hata oluştu.

source: Opening with MurText. Preparing the application.
ar: يتم الفتح باستخدام MurText. جاري إعداد التطبيق.
br: Abrindo com MurText. Preparando o aplicativo.
de: Wird mit MurText geöffnet. Anwendung wird vorbereitet.
es: Abriendo con MurText. Preparando la aplicación.
fr: Ouverture avec MurText. Préparation de l'application.
it: Apertura con MurText. Preparazione dell'applicazione.
ja: MurTextで開いています。アプリケーションを準備中です。
ru: Открытие с помощью MurText. Подготовка приложения.
tr: MurText ile açılıyor. Uygulama hazırlanıyor.

source: The selected item is not supported by MurText.
ar: العنصر المحدد غير مدعوم من قبل MurText.
br: O item selecionado não é compatível com MurText.
de: Das ausgewählte Element wird von MurText nicht unterstützt.
es: El elemento seleccionado no es compatible con MurText.
fr: L'élément sélectionné n'est pas pris en charge par MurText.
it: L'elemento selezionato non è supportato da MurText.
ja: 選択された項目はMurTextではサポートされていません。
ru: Выбранный элемент не поддерживается MurText.
tr: Seçilen öğe MurText tarafından desteklenmiyor.

source: MurText not found
ar: لم يتم العثور على MurText
br: MurText não encontrado
de: MurText nicht gefunden
es: MurText no encontrado
fr: MurText introuvable
it: MurText non trovato
ja: MurTextが見つかりません
ru: MurText не найден
tr: MurText bulunamadı

source: You cannot proceed without MurText, a free application. Would you like to download it?
ar: لا يمكنك المتابعة بدون MurText، وهو تطبيق مجاني. هل ترغب في تنزيله؟
br: Você não pode continuar sem o MurText, um aplicativo gratuito. Deseja baixá-lo?
de: Ohne MurText, eine kostenlose Anwendung, können Sie nicht fortfahren. Möchten Sie es herunterladen?
es: No puede continuar sin MurText, una aplicación gratuita. ¿Desea descargarla?
fr: Vous ne pouvez pas continuer sans MurText, une application gratuite. Souhaitez-vous la télécharger ?
it: Non puoi procedere senza MurText, un'applicazione gratuita. Vuoi scaricarla?
ja: 無料アプリMurTextがないと続行できません。ダウンロードしますか？
ru: Вы не можете продолжить без MurText — бесплатного приложения. Хотите его скачать?
tr: Ücretsiz bir uygulama olan MurText olmadan devam edemezsiniz. İndirmek ister misiniz?

source: The MurText add-on is not configured for this application.
ar: لم يتم تكوين إضافة MurText لهذا التطبيق.
br: O complemento MurText não está configurado para este aplicativo.
de: Das MurText-Add-on ist für diese Anwendung nicht konfiguriert.
es: El complemento MurText no está configurado para esta aplicación.
fr: Le module complémentaire MurText n'est pas configuré pour cette application.
it: Il componente aggiuntivo MurText non è configurato per questa applicazione.
ja: MurTextアドオンはこのアプリケーションに設定されていません。
ru: Дополнение MurText не настроено для этого приложения.
tr: MurText eklentisi bu uygulama için yapılandırılmamış.
